Repository: diggsweden/DGCValidator
Catalog: DGCValidator/Resources/AppResources.*.resx
Languages: sv

# InformationText
source: Here you can validate a Covid certificate by scanning it with the camera
sv: Här kan du verifiera ett covidbevis genom att skanna med din kamera

# ScanButtonText
source: Scan
sv: Skanna

# ScanAgainButtonText
source: Validate next
sv: Skanna nästa

# LinkText
source: How to use Vaccination certificate Verifier
sv: Hur man använder vaccinationsbevis verifiering

# ScanTopText
source: Scan certificate
sv: Skanna QR kod

# ScanFlashText
source: Flash
sv: Lampa

# ScanCancelText
source: Cancel
sv: Avbryt

# IssuedDateLabel
source: Issued:
sv: Utfärdat:

# ExpireDateLabel
source: Expire:
sv: Giltig tom:

# VaccinatedText
source: Fully vaccinated
sv: Vaccinerad

# NotFullyVaccinatedText
source: Not fully vaccinated
sv: Ej fullvaccinerad

# TestedText
source: Tested
sv: Testad

# RecoveredText
source: Recovered
sv: Tillfrisknad

# MissingDataText
source: No information
sv: Information saknas

# ErrorReadingText
source: Error while reading
sv: Problem vid läsning

# ApprovedHeader
source: Valid
sv: Godkänd

# NotApprovedHeader
source: Not valid
sv: Ej godkänd

# KeyVersion
source: Keys retrived:
sv: Nycklar hämtade:

# ValidationRulesVersion
source: Validarion rule version:
sv: Valideringsregelversion:

source: Invalid signing certificate
sv: Ogiltigt signerings certifikat

# NoSigningCertifcateCouldBeFound
source: No signing certificate could be found
sv: Inget signeringscertifikat hittades

# DCCExpired
source: Vaccination certificate expired
sv: Covidbevis utgånget

# UnvalidCode
source: Unvalid QR code
sv: Ogiltig QR kod

# NotApprovedDaysSinceLastDose
source: Less than 14 days since last dose
sv: Mindre än 14 dagar sedan sista dos

# NotApprovedNoOfDoses
source: Not fully vaccinated
sv: Ej fullvaccinerad

# NotApprovedVaccine
source: Not valid vaccination
sv: Ogiltigt vaccin

source: No public keys
sv: Inga publika nycklar

# OldPublicKeys
source: Public keys are old
sv: Publika nycklar bör uppdateras

# UpdatePublicKeys
source: Public keys needs to be updated
sv: Uppdatera publika nycklar

# FirstnameLabel
source: First name:
sv: Förnamn:

# FamilynameLabel
source: Family name:
sv: Efternamn:

# TranNameLabel
source: Transliterated name:
sv: Translitererat namn:

# BirthDateLabel
source: Birth date:
sv: Födelsedatum:

# DiseaseLabel
source: Disease:
sv: Sjukdom:

# CountryLabel
source: Country:
sv: Land:

# IssuerLabel
source: Issuer:
sv: Utfärdare:

# CertificateIdentifierLabel
source: Identifier:
sv: Identifierare:

# TestHeader
source: Tested
sv: Testad

# TestTypeLabel
source: Test type:
sv: Testtyp:

# TestNameLabel
source: Test name:
sv: Testnamn:

# TestManifacturerLabel
source: Test manifacturer:
sv: Tillverkare:

# TestSampleOriginLabel
source: Sample origin:
sv: Testtyp:

# TestResultLabel
source: Test result:
sv: Testresultat:

# TestingCentreLabel
source: Test centre:
sv: Testare:

# TestDateLabel
source: Test date:
sv: Testdatum:

# TestResultDateLabel
source: Result date:
sv: Resultdatum:

# ValidFromLabel
source: Valid from:
sv: Giltig from:

# ValidUntilLabel
source: Valid until:
sv: Giltig tom:

# RecoveryHeader
source: Recovered
sv: Tillfrisknad

# RecTestDateLabel
source: Positive date:
sv: Positivt testdatum:

# DoseText
source: Dose
sv: Dos

# VaccineDescriptionLabel
source: Description:
sv: Beskrivning:

# VaccineNameLabel
source: Name:
sv: Namn:

# VaccineAuthLabel
source: Auth holder:
sv: Tillverkare:

# VaccinationDateLabel
source: Date:
sv: Datum:

# VaccinationProviderLabel
source: Responsible:
sv: Vaccinatör:

# AboutHeaderText
source: About this app
sv: Om den här appen

source: FAQ
sv: Vanliga frågor

# AboutText
source: Verification app for EU Digital Covid Certificates (DCC), developed by the Agency for Digital Government (DIGG)
sv: Verifieringsapp för covidbevis (EU DCC) utvecklad av Myndigheten för digital förvaltning (DIGG)

# SettingsText
source: Settings
sv: Inställningar

# ProductionText
source: Production
sv: Produktion

# RefreshText
source: Refresh trust list
sv: Uppdatera lista

# VerificationText
source: Verification
sv: Verifiering

# NoVerificationText
source: No verification
sv: Ingen verifiering

# PrivacyPolicyLink
source: Privacy policy
sv: Integritetspolicy

# AboutViewCancelButtonText
source: Cancel button
sv: Avbryt knapp

# AboutViewLogotypeText
source: DIGG logotype
sv: DIGG logotyp

# MainViewImageText
source: Picture of a mobile device with a QR code
sv: Bild av mobil med QR kod

# MainViewInfoButtonText
source: Info button
sv: Info knapp

# ResultViewFailedImageText
source: Not valid icon
sv: Ej Godkänd ikon

# ResultViewValidImageText
source: Valid icon
sv: Godkänd ikon

# RevokedCertificateText
source: Fraudulent certificate
sv: Falskt bevis

# KeyModalErrorMessage
source: Connect the app to internet and the keys will be downloaded automatically
sv: Se till att appen kan ansluta till internet så laddas nycklarna ner automatiskt.

# UpdateViewButtonText
source: Update
sv: Uppdatera

# UpdateViewCurrentVersionText
source: Installed version:
sv: Installerad version:

# UpdateViewLatestVersionText
source: Latest version:
sv: Senaste version:

# UpdateViewTitle
source: Update your app
sv: Uppdatera din app

# NotApprovedMaxDaysSinceLastDosePartOne
source: More than
sv: Mer än

# NotApprovedMaxDaysSinceLastDosePartTwo
source: days since the last vaccine dose
sv: dagar sedan senaste vaccinering

# UpdateViewPageText
source: Back button deactivated, update is mandatory
sv: Tillbakaknappen är deaktiverad, uppdatering nödvändig
